tap "adoptopenjdk/openjdk"
tap "dotenvx/brew"
tap "jakehilborn/jakehilborn"
tap "olets/tap"

brew "aichat"
brew "awscli"
brew "bash"
brew "bat"
brew "bat-extras"
brew "coreutils"
brew "direnv"
brew "docker"
brew "docker-compose"
brew "docker-credential-helper"
brew "dotenvx/brew/dotenvx"
brew "entr"
brew "eza"
brew "ffmpeg"
brew "fzf"
brew "gcc"
brew "gh"
brew "git"
brew "git-delta"
brew "glfw"
brew "helm"
brew "htop"
brew "imagemagick"
brew "jakehilborn/jakehilborn/displayplacer"
brew "jid"
brew "jq"
brew "k9s"
brew "kcat"
brew "kubernetes-cli"
brew "lima"
brew "macvim"
brew "mpv"
brew "olets/tap/zsh-abbr"
brew "openjdk"
brew "pandoc"
brew "parallel"
brew "pass"
brew "pinentry-mac"
brew "qemu"
brew "ripgrep"
brew "rlwrap"
brew "rsync"
brew "scons"
brew "shellcheck"
brew "slides"
brew "stern"
brew "universal-ctags"
brew "wget"
brew "yazi"
brew "zoxide"

cask "appcleaner"
cask "basictex"
cask "brave-browser"
cask "caffeine"
cask "disk-inventory-x"
cask "karabiner-elements"
cask "keepassxc"
cask "keycastr"
cask "maccy"
cask "obs"
cask "rectangle"
