# Brews
brew "awscli"
brew "bat"
brew "bat-extras"
brew "coreutils"
brew "croc"
brew "direnv"
brew "docker"
brew "docker-compose"
brew "docker-credential-helper"
brew "entr"
brew "exa"
brew "fasd"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "glfw"
brew "helm"
brew "html-xml-utils"
brew "htop"
brew "imagemagick"
brew "jakehilborn/jakehilborn/displayplacer"
brew "jid"
brew "k9s"
brew "kcat"
brew "kubernetes-cli"
brew "lima"
brew "macvim"
brew "mpv"
brew "openjdk"
brew "pandoc"
brew "parallel"
brew "pinentry-mac"
brew "ripgrep"
brew "rlwrap"
brew "rsync"
brew "scons"
brew "stern"
brew "stow"
brew "tmate"
brew "tmux"
brew "tree"
brew "universal-ctags"
brew "yazi"
brew "youtube-dl"
brew "zegervdv/zathura/zathura-pdf-poppler"

# Casks
cask "appcleaner"
cask "basictex"
cask "brave-browser"
cask "bruno"
cask "caffeine"
cask "disk-inventory-x"
cask "gimp"
cask "handbrake"
cask "heynote"
cask "keepassxc"
cask "keycastr"
cask "krita"
cask "maccy"
cask "obs"
cask "spectacle"
cask "tabula"
